[Demo_Ekoro_End_true GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-490,Y=1114,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=342,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-300,Y=1055,Z=1200),VecSub=(X=165,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=-300,Y=1170,Z=1200),VecSub=(X=210,Y=0,Z=0),CId=21)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-310,Y=1220,Z=1200),VecSub=(X=210,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0200_lp_half_normal",motionName[1]="pt_CM_0003_fx_close_smile_L",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0400_lp_disgusted",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Ekoro.GG2_BGM_DM_End_Ekoro_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_001_Cue',Name="エコロ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0113_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1300_lp_Depressed",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_003_Cue',Name="エコロ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_005_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_007_Cue',Name="エコロ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[41]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.3)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_008_Cue',Name="エコロ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_010_Cue',Name="エコロ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=1,Number=2,Bit=0)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_011_Cue',Name="エコロ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[62]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.5)
DemoScripts[63]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_012_Cue',Name="エコロ")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[65]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_013_Cue',Name="アマツカ　パタコ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=WINDOW,Command=EXIT)
DemoScripts[70]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[71]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-510,Y=1114,Z=1335),SecTime=0.5)
DemoScripts[72]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=356,Y=-5,Z=0),SecTime=0.5)
DemoScripts[73]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.5,CId=71)
DemoScripts[74]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-295,Y=1145,Z=1200),SecTime=0.5,CId=21)
DemoScripts[75]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[76]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-295,Y=1145,Z=1200),CId=21)
DemoScripts[77]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-510,Y=1114,Z=1335),SecTime=)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=1,Number=2,Bit=0)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[82]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[83]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[84]=(Actor=WINDOW,Command=SET)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_014_Cue',Name="エコロ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-280,Y=1150,Z=1320))
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_015_Cue',Name="アマツカ　パタコ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_016_Cue',Name="エコロ")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_017_Cue',Name="クロナ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=WINDOW,Command=EXIT)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[104]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-350,Y=1200,Z=1310))
DemoScripts[105]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[108]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=11,Vec=(X=-350,Y=1200,Z=1320))
DemoScripts[109]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-576,Y=1088,Z=1335),SecTime=0.5)
DemoScripts[110]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=8,Y=-5,Z=0),SecTime=0.5)
DemoScripts[111]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1200,Z=1200),SecTime=0.5,CId=72)
DemoScripts[112]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[113]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1200,Z=1200),CId=72)
DemoScripts[114]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-576,Y=1088,Z=1335),SecTime=)
DemoScripts[115]=(Actor=WINDOW,Command=SET)
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_019_Cue',Name="クロナ")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[125]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_020_Cue',Name="クロナ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_021_Cue',Name="クロナ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[141]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_023_Cue',Name="クロナ")
DemoScripts[142]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[143]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[144]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_024_Cue',Name="クロナ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=WINDOW,Command=EXIT)
DemoScripts[152]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1290,Z=1200),SecTime=0.7,CId=72)
DemoScripts[153]=(Actor=SYSTEM,Command=WAIT,SecTime=0.7)
DemoScripts[154]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1290,Z=1200),CId=72)
DemoScripts[155]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[156]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[159]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=12,Bit=0,Rate=0)
DemoScripts[160]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=13,Bit=0,Rate=1)
DemoScripts[161]=(Actor=WINDOW,Command=SET)
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_026_Cue',Name="クロナ")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[165]=(Actor=WINDOW,Command=EXIT)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=1,Number=2,Bit=0)
DemoScripts[169]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[170]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_4,SecTime=1)
DemoScripts[171]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[172]=(Actor=FADE,Command=WAIT)
DemoScripts[173]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Ekoro_End_true.GG2_SE_DM_Spear_Stick_Cue')
DemoScripts[174]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[175]=(Actor=WINDOW,Command=SET)
DemoScripts[176]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[180]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=200,Y=0,Z=0),CId=72)
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Rate=1,Number=2,Bit=4)
DemoScripts[182]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[183]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_028_Cue',Name="エコロ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=WINDOW,Command=EXIT)
DemoScripts[190]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1200,Z=1200),SecTime=0.7,CId=72)
DemoScripts[191]=(Actor=SYSTEM,Command=WAIT,SecTime=0.7)
DemoScripts[192]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1200,Z=1200),CId=72)
DemoScripts[193]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[197]=(Actor=WINDOW,Command=SET)
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_029_Cue',Name="クロナ")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[202]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0105_fx_Stand2PickCARD",Rate=1,Number=2,Bit=0)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0500_lp_PickCARD",Number=8)
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_030_Cue',Name="クロナ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0501_fx_PickCARD2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[209]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[210]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_031_Cue',Name="クロナ")
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[212]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[213]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[214]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_032_Cue',Name="クロナ")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[216]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[217]=(Actor=WINDOW,Command=EXIT)
DemoScripts[218]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[219]=(Actor=FADE,Command=WAIT)
DemoScripts[220]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[221]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[222]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[223]=(Actor=WINDOW,Command=SET)
DemoScripts[224]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[225]=(Actor=WINDOW,Command=EXIT)
DemoScripts[226]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=165,Y=0,Z=0),SecTime=0.5,CId=71)
DemoScripts[227]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-490,Y=1114,Z=1335),SecTime=0.8)
DemoScripts[228]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=343,Y=-5,Z=0),SecTime=0.8)
DemoScripts[229]=(Actor=SYSTEM,Command=WAIT,SecTime=0.8)
DemoScripts[230]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-490,Y=1114,Z=1335),SecTime=)
DemoScripts[231]=(Actor=WINDOW,Command=SET)
DemoScripts[232]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_034_Cue',Name="エコロ")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[234]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.5)
DemoScripts[235]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[236]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-490,Y=1114,Z=1280))
DemoScripts[237]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[239]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[240]=(Actor=WINDOW,Command=EXIT)
DemoScripts[241]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-430,Y=1100,Z=1335),SecTime=1)
DemoScripts[242]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=342,Y=-4,Z=0),SecTime=1)
DemoScripts[243]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[244]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-430,Y=1100,Z=1335),SecTime=)
DemoScripts[245]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=1)
DemoScripts[246]=(Actor=WINDOW,Command=SET)
DemoScripts[247]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_037_Cue',Name="エコロ")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[249]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[250]=(Actor=WINDOW,Command=EXIT)
DemoScripts[251]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-240,Y=1070,Z=1200),SecTime=0.5,CId=21)
DemoScripts[252]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=ROT,Vec=(X=165,Y=0,Z=0),SecTime=0.5,CId=21)
DemoScripts[253]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[254]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-240,Y=1070,Z=1200),CId=21)
DemoScripts[255]=(Actor=WINDOW,Command=SET)
DemoScripts[256]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_038_Cue',Name="アマツカ　パタコ")
DemoScripts[257]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[258]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[259]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_039_Cue',Name="アマツカ　パタコ")
DemoScripts[260]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[261]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[262]=(Actor=WINDOW,Command=EXIT)
DemoScripts[263]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-240,Y=1050,Z=1190),SecTime=0.3,CId=21)
DemoScripts[264]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[265]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-240,Y=1050,Z=1190),CId=21)
DemoScripts[266]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-240,Y=1050,Z=1200),SecTime=0.2,CId=21)
DemoScripts[267]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[268]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=-240,Y=1050,Z=1200),CId=21)
DemoScripts[269]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Ekoro_End_true.GG2_SE_DM_back_slap_Cue')
DemoScripts[270]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=-430,Y=1100,Z=1200),SecTime=2,CId=71)
DemoScripts[271]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[272]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[273]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=1,Number=2,Bit=0)
DemoScripts[274]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[275]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[276]=(Actor=FADE,Command=WAIT)
DemoScripts[277]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[278]=(Actor=TEXTURE,Command=START,CId=21,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[279]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[280]=(Actor=FADE,Command=WAIT)
DemoScripts[281]=(Actor=WINDOW,Command=SET)
DemoScripts[282]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[283]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_041_Cue',Name="エコロ")
DemoScripts[284]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[285]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[286]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[287]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_043_Cue',Name="エコロ")
DemoScripts[288]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[289]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[290]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[291]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[292]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_045_Cue',Name="エコロ")
DemoScripts[293]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[294]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[295]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[296]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_047_Cue',Name="アマツカ　パタコ")
DemoScripts[297]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[298]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[299]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_048_Cue',Name="エコロ")
DemoScripts[300]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[301]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[302]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[303]=(Actor=TEXTURE,Command=CROSS_FADE,CId=21,Bit=0,Number=0,Rate=0.5)
DemoScripts[304]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_050_Cue',Name="エコロ")
DemoScripts[305]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[306]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[307]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[308]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_051_Cue',Name="エコロ")
DemoScripts[309]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[310]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[311]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_052_Cue',Name="エコロ")
DemoScripts[312]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[313]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[314]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[315]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_054_Cue',Name="アマツカ　パタコ")
DemoScripts[316]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[317]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[318]=(Actor=TEXTURE,Command=CROSS_FADE,CId=21,Bit=0,Number=0,Rate=0.5)
DemoScripts[319]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_055_Cue',Name="エコロ")
DemoScripts[320]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[321]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[322]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[323]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[324]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_057_Cue',Name="エコロ")
DemoScripts[325]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[326]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[327]=(Actor=TEXTURE,Command=CROSS_FADE,CId=3,Bit=1,Number=0,Rate=0.5)
DemoScripts[328]=(Actor=GALLERY,Command=SET_FLAG,CId=21,Bit=0)
DemoScripts[329]=(Actor=GALLERY,Command=SET_FLAG,CId=21,Bit=1)
DemoScripts[330]=(Actor=GALLERY,Command=SET_FLAG,CId=21,Bit=2)
DemoScripts[331]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_End_true.GG2_V_Ekoro_End_true_058_Cue',Name="エコロ")
DemoScripts[332]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[333]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[334]=(Actor=WINDOW,Command=EXIT)
DemoScripts[335]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[336]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[337]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[338]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[339]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[340]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_End_true GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_End_true GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="唔......唔唔....../n峯大......大人?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="艾可蘿,妳恢復原狀了啊!")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="峯大大人......我......我....../n對峯大大人做了很離譜的事......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="別在意./n我知道這不是妳的錯.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="峯大大人......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="身體還好嗎?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="是......是的......那個......")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="讓你看見我丟人的一面了......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="艾可蘿......原來那麼喜歡帕塔可啊.")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="哈嗚!?")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="不不不......不是這樣的哦?/n帕塔可學姊是我尊敬的學姊....../n就只是這樣啦! 真的!")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="雖然剛才因為被黑暗能量附身,/n說了些危言聳聽的話,/n但是我絕對不是討厭峯大大人......")

Texts[12]=(Label="TEXT13",Name="帕塔可",Text="(微笑)")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="帕,帕塔可學姊!/n妳那副笑容是什麼意思啊!")

Texts[14]=(Label="TEXT15",Name="帕塔可",Text="沒什麼呀--?/n我完全沒在想\"那個討厭人類的艾可蘿竟然~\"/n什麼的唷? 真的--")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="妳這不就是在想嗎!")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="那個....../n差不多可以讓庫蘿娜/n加入話題了DEATH吧......?")

Texts[17]=(Label="TEXT18",Name="峯大",Text="咦......庫蘿娜,妳在啊?")

Texts[18]=(Label="TEXT19",Name="庫蘿娜",Text="太過分了DEATH!/n庫蘿娜一~直都跟你們/n待在一起DEATH哦!!")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="完全沒出場的份,/n想說該不會是這樣......結果果然是/n忘了庫蘿娜的存在DEATH吧!?")

Texts[20]=(Label="TEXT21",Name="庫蘿娜",Text="要是太過無視我,/n就不用惡魔長槍刺你了DEATH唷!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="抱歉抱歉....../n拜託妳啦,好嗎?")

Texts[22]=(Label="TEXT23",Name="庫蘿娜",Text="真拿你沒辦法DEATH呢./n不過,要是庫蘿娜不減少印章的數量/n也是很頭痛DEATH......")

Texts[23]=(Label="TEXT24",Name="庫蘿娜",Text="而且......這次的事情庫蘿娜也覺得/n自己做得太過火了DEATH....../n有在反省DEATH......所以......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="......?")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="嘿呀!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="呀嗚!!?",Format[0]=(Size=31,Start=0,End=7))

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="峯大大人!?/n你還好嗎!?")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="噫嘻嘻!/n噗哧地刺了你屁股一下/nDEATH唷--!")

Texts[29]=(Label="TEXT30",Name="庫蘿娜",Text="看起來印章的確也變成了/n剛好的數量DEATH呢--!")

Texts[30]=(Label="TEXT31",Name="庫蘿娜",Text="這樣庫蘿娜/n考試就能合格了DEATH!!/n太好了DEATH!!")

Texts[31]=(Label="TEXT32",Name="庫蘿娜",Text="反正庫蘿娜看起來是多餘的人DEATH,/n就先回去了DEATH!!/n再見DEATH啦,你們幾個!!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="唉......直到最後/n都是個靜不下來的人呢.")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="......你沒事嗎?/n對不起.就因為我之前說了屁股之類/n不檢點的玩笑話才會這樣......")

Texts[34]=(Label="TEXT35",Name="峯大",Text="呃......嗯?/n事到如今那種事無所謂了啦.")

Texts[35]=(Label="TEXT36",Name="峯大",Text="(咦? 總覺得....../n艾可蘿的樣子好像有點奇怪......?)")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="啊嗚啊嗚......")

Texts[37]=(Label="TEXT38",Name="帕塔可",Text="唔呼呼--/n看來費洛蒙的力量/n有效果了呢--")

Texts[38]=(Label="TEXT39",Name="帕塔可",Text="這裡就讓我作為學姊/n推妳最後一把吧./n去吧,艾可蘿.")

Texts[39]=(Label="TEXT40",Name="峯大",Text="嗚哇!")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="啊嗚嗚....../n妳......妳做什麼啊,帕塔可學姊!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="沒事吧,艾可蘿?")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="是......是的....../n不過胸口感覺有點悶悶的......")

Texts[43]=(Label="TEXT44",Name="峯大",Text="該不會是還有黑暗能量殘留吧!?")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="不,不是這樣....../n那......那個......峯大大人?/n我有個請求......可以聽我說嗎?")

Texts[45]=(Label="TEXT46",Name="峯大",Text="請求?")

Texts[46]=(Label="TEXT47",Name="帕塔可",Text="(微笑)")

Texts[47]=(Label="TEXT48",Name="艾可蘿",Text="那個......我的考試已經結束了....../n所以再過不久就要回去天界了.")

Texts[48]=(Label="TEXT49",Name="峯大",Text="這樣啊......那會變得寂寞呢......")

Texts[49]=(Label="TEXT50",Name="艾可蘿",Text="會,會寂寞嗎?/n那......那麼!!")

Texts[50]=(Label="TEXT51",Name="艾可蘿",Text="就算考試結束了....../n今後我也可以常常到/n峯大大人這裡來打擾嗎?")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="雖說問題已經解決了,不過....../n峯大大人好像還是沒有對象....../n所以那個......作為事後支援......")

Texts[52]=(Label="TEXT53",Name="峯大",Text="真的? 那真是幫大忙了./n......嗯,就請妳多多關照囉,/n艾可蘿.")

Texts[53]=(Label="TEXT54",Name="帕塔可",Text="咦--沒問題嗎--?/n你確定那不是自掘墳墓嗎?")

Texts[54]=(Label="TEXT55",Name="艾可蘿",Text="帕塔可學姊!!")

Texts[55]=(Label="TEXT56",Name="峯大",Text="???")

Texts[56]=(Label="TEXT57",Name="艾可蘿",Text="那個......峯大大人......")

Texts[57]=(Label="TEXT58",Name="艾可蘿",Text="今後也要請你多多指教囉!")

Texts[58]=(Label="",Name="",Text="")

Texts[59]=(Label="SELECT01",Name="",Text="")

Texts[60]=(Label="SELECT02",Name="",Text="")

Texts[61]=(Label="SELECT03",Name="",Text="")

Texts[62]=(Label="SELECT04",Name="",Text="")

Texts[63]=(Label="SELECT05",Name="",Text="")

Texts[64]=(Label="SELECT06",Name="",Text="")

Texts[65]=(Label="SELECT07",Name="",Text="")

Texts[66]=(Label="SELECT08",Name="",Text="")

Texts[67]=(Label="SELECT09",Name="",Text="")

Texts[68]=(Label="SELECT10",Name="",Text="")


